/* No comment provided by engineer. */
"%@ since last back-up" = "%@ desde o último back-up";

/* No comment provided by engineer. */
"AC Power" = "Ligado à corrente";

/* No comment provided by engineer. */
"AirPort Connected" = "WiFi activado";

/* No comment provided by engineer. */
"AirPort Disconnected" = "WiFi desactivado";

/* No comment provided by engineer. */
"Alert! Enabling this option will add HardwareGrowler to your login items" = "Aviso! Ao activar esta opção irá adicionar o HardwareGrowler aos seus itens de início de sessão";

/* No comment provided by engineer. */
"Allowing this will let HardwareGrowler launch everytime you login, so that it is available for applications which use it at all times" = "Ao permitir isto irá causar que o HardwareGrowler seja aberto sempre que iniciar sessão, para que esteja disponível para as aplicações que o utilizam a qualquer momento";

/* No comment provided by engineer. */
"Back-up took %@" = "Back-up demorou %@";

/* No comment provided by engineer. */
"Battery charging" = "Bateria a carregar";

/* No comment provided by engineer. */
"Battery Low!" = "Bateria fraca!";

/* No comment provided by engineer. */
"Battery Low, Please plug the computer in now" = "Bateria fraca, ligue o transformador agora";

/* No comment provided by engineer. */
"Battery Power" = "Alimentação de bateria";

/* No comment provided by engineer. */
"Bluetooth Connected" = "Bluetooth ligado";

/* No comment provided by engineer. */
"Bluetooth Connection" = "Ligação Bluetooth";

/* No comment provided by engineer. */
"Bluetooth Disconnected" = "Bluetooth desligado";

/* No comment provided by engineer. */
"Bluetooth Disconnection" = "Ligação Bluetooth interrompida";

/* No comment provided by engineer. */
"Bluetooth Module on OSX Lion requires 10.7.3" = "Módulo de Bluetooth no OS X Lion requere 10.7.3";

/* No comment provided by engineer. */
"Bluetooth Monitor" = "Monitor de Bluetooth";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* No comment provided by engineer. */
"Canceled after %@" = "Cancelado após %@";

/* No comment provided by engineer. */
"Caps Lock" = "Caps Lock";

/* No comment provided by engineer. */
"Caps Lock Off" = "Caps Lock Desligado";

/* No comment provided by engineer. */
"Caps Lock On" = "Caps Lock Ligado";

/* Message body on a volume mount notification, clicking it opens the drive in finder */
"Click to open" = "Clique para abrir";

/* No comment provided by engineer. */
"Current Level: %ld%%" = "Nível actual: %ld%%";

/* No comment provided by engineer. */
"Enabling this option will cause HardwareGrowler to run without showing a dock icon or a menu item.\n\nTo access preferences, tap HardwareGrowler in Launchpad, or open HardwareGrowler in Finder." = "Aviso! Ao activar esta opção irá causar que o HardwareGrowler seja executado sem mostrar um ícone na Dock ou na barra de menus.\n\nPara aceder às Preferências, clique em HardwareGrowler no Launchpad, ou abra o HardwareGrowler pelo Finder.";

/* No comment provided by engineer. */
"Failed after %@" = "Falha após %@";

/* No comment provided by engineer. */
"Firewire Connected" = "Firewire ligado";

/* No comment provided by engineer. */
"Firewire Connection" = "Ligação Firewire";

/* No comment provided by engineer. */
"Firewire Disconnected" = "Firewire desligado";

/* No comment provided by engineer. */
"Firewire Disconnection" = "Ligação Firewire interrompida";

/* No comment provided by engineer. */
"Firewire Monitor" = "Monitor Firewire";

/* No comment provided by engineer. */
"First backup, or no previous backup found in the system log" = "Primeiro backup, ou nenhum backup anterior encontrado no log de sistema";

/* No comment provided by engineer. */
"FN Key" = "Tecla fn";

/* No comment provided by engineer. */
"FN Key Pressed" = "Tecla fn premida";

/* No comment provided by engineer. */
"FN Key Released" = "Tecla fn largada";

/* No comment provided by engineer. */
"General" = "Geral";

/* Unit names */
"hours" = "horas";

/* No comment provided by engineer. */
"Icon:" = "Ícone:";

/* Title for colum in table of ignored volumes */
"Ignored Drives:" = "Dispositivos ignorados:";

/* No comment provided by engineer. */
"In order to receive notifications about Bluetooth devices on OSX Lion, please upgrade to 10.7.3 or above" = "Para receber notificações acerca de dispositivos Bluetooth no OS X Lion, por favor actualiza para 10.7.3 ou superior";

/* No comment provided by engineer. */
"In order to receive notifications about Phone Devices, please upgrade to OSX Lion 10.7.3 or above" = "Para receber notificações acerca de telefones no OS X Lion, por favor actualiza para 10.7.3 ou superior";

/* No comment provided by engineer. */
"Incoming Phone Call" = "Recebendo chamada telefónica";

/* No comment provided by engineer. */
"Incoming SMS" = "SMS recebida";

/* No comment provided by engineer. */
"Interface:\t%@" = "Interface:\t%@";

/* The first %@ will be replaced with the interface (en0, en1, etc) second %@ will be replaced by a description of the Ethernet media such as '100BT/full-duplex' */
"Interface:\t%@\nMedia:\t%@" = "Interface:\t%1$@\nMedia:\t%2$@";

/* No comment provided by engineer. */
"IP Address Changed" = "Endereço IP mudado";

/* No comment provided by engineer. */
"IP Addresses Updated" = "Endereços IP actualizados";

/* No comment provided by engineer. */
"Joined network.\nSSID:\t\t%@\nBSSID:\t%@" = "Acedeu a uma rede.\nSSID:\t\t%1$@\nBSSID:\t%2$@";

/* No comment provided by engineer. */
"Keyboard Monitor" = "Monitor do teclado";

/* No comment provided by engineer. */
"Left network %@." = "Deixou a rede %@.";

/* Unit label for how often to refire the battery status
   Unit names */
"minutes" = "minutos";

/* No comment provided by engineer. */
"Modules" = "Módulos";

/* No comment provided by engineer. */
"Mounted" = "Montado";

/* No comment provided by engineer. */
"Network Link Down" = "Ligação à rede indisponível";

/* No comment provided by engineer. */
"Network Link Up" = "Ligação à rede disponível";

/* No comment provided by engineer. */
"Network Monitor" = "Monitor de rede";

/* display no icon at all */
"No icon visible" = "Nenhum ícone visível";

/* No comment provided by engineer. */
"No routable IP addresses" = "Sem endereços IP roteados";

/* Label over list of checkboxes for notifying for certain keys */
"Notify For:" = "Notificar para:";

/* No comment provided by engineer. */
"Num Lock" = "Num Lock";

/* No comment provided by engineer. */
"Num Lock Off" = "Num Lock desligado";

/* No comment provided by engineer. */
"Num Lock On" = "Num Lock ligado";

/* If the string is too long, use O */
"OFF" = "O";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* If the string is too long, use I */
"ON" = "I";

/* Format string for On <power type> */
"On %@" = "On %@";

/* No comment provided by engineer. */
"Open HardwareGrowler Preferences..." = "Abrir preferências do HardwareGrowler...";

/* No comment provided by engineer. */
"Phone Module" = "Módulo de telefone";

/* No comment provided by engineer. */
"Phone Module requires OSX Lion 10.7.3 or above" = "Módulo de telefone requere OS X Lion 10.7.3 ou superior";

/* No comment provided by engineer. */
"Power Changed" = "Fonte de energia mudada";

/* No comment provided by engineer. */
"Power Monitor" = "Monitor de energia";

/* No comment provided by engineer. */
"Power Warning" = "Aviso de energia";

/* No comment provided by engineer. */
"Preferences" = "Preferências";

/* No comment provided by engineer. */
"Quit HardwareGrowler" = "Sair do HardwareGrowler";

/* Label for checkbox that sets battery status to redisplay every so often */
"Refire battery status" = "Relembrar estado da bateria";

/* Label for box for putting in the amount of time between refire */
"Refire every:" = "Relembrar a cada:";

/* Label for checkbox that sets whether to only show battery status every x minutes when on battery pwoer */
"Refire only on battery" = "Relembrar apenas com bateria";

/* Unit names */
"seconds" = "segundos";

/* No comment provided by engineer. */
"Sent when a Bluetooth Device is connected" = "Enviada quando um dispositivo Bluetooth é conectado";

/* No comment provided by engineer. */
"Sent when a Bluetooth Device is disconnected" = "Enviada quando um dispositivo Bluetooth é desconectado";

/* No comment provided by engineer. */
"Sent when a Firewire Device is connected" = "Enviada quando um dispositivo Firewire é conectado";

/* No comment provided by engineer. */
"Sent when a Firewire Device is disconnected" = "Enviada quando um dispositivo Firewire é desconectado";

/* No comment provided by engineer. */
"Sent when a Thunderbolt Device is connected" = "Enviada quando um dispositivo Thunderbolt é conectado";

/* No comment provided by engineer. */
"Sent when a Thunderbolt Device is disconnected" = "Enviada quando um dispositivo Thunderbolt é desconectado";

/* No comment provided by engineer. */
"Sent when a USB Device is connected" = "Enviada quando um dispositivo USB é conectado";

/* No comment provided by engineer. */
"Sent when a USB Device is disconnected" = "Enviada quando um dispositivo USB é desconectado";

/* No comment provided by engineer. */
"Sent when a volume is mounted" = "Enviada quando um volume é montado";

/* No comment provided by engineer. */
"Sent when a volume is unmounted" = "Enviada quando um volume é desmontado";

/* No comment provided by engineer. */
"Sent when AirPort connects to a network" = "Enviada quando a AirPort se liga a uma rede";

/* No comment provided by engineer. */
"Sent when AirPort disconnects from a network" = "Enviada quando a AirPort se desliga de uma rede";

/* No comment provided by engineer. */
"Sent when an Ethernet link goes down" = "Enviada quando um link Ethernet vai abaixo";

/* No comment provided by engineer. */
"Sent when an Ethernet link starts" = "Enviada quando um link Ethernet é establecido";

/* No comment provided by engineer. */
"Sent when the battery is getting low" = "Enviada quando o nível da bateria é baixo";

/* No comment provided by engineer. */
"Sent when the systems IP address changes" = "Enviada quando o endereço IP do sistema muda";

/* No comment provided by engineer. */
"Sent when the type or status of power changed" = "Enviada quando o estado ou tipo de fonte de energia muda";

/* No comment provided by engineer. */
"Sent when Time Machine failed to back up" = "Enviada quando o Time Machine falha uma cópia de segurança";

/* No comment provided by engineer. */
"Sent when Time Machine finishes backing up" = "Enviada quando o Time Machine acaba de fazer cópias de segurança";

/* No comment provided by engineer. */
"Sent when Time Machine is canceled" = "Enviada quando o Time Machine é cancelado";

/* No comment provided by engineer. */
"Sent when Time Machine starts backing up" = "Enviada quando o Time Machine começa a fazer cópias de segurança";

/* No comment provided by engineer. */
"Shift Key" = "Tecla Shift";

/* No comment provided by engineer. */
"Shift Key Pressed" = "Tecla Shift premida";

/* No comment provided by engineer. */
"Shift Key Released" = "Tecla Shift largada";

/* No comment provided by engineer. */
"Show Connected Devices at Launch" = "Mostrar dispositivos ligados ao abrir";

/* display the icon in both the menubar and the dock */
"Show icon in both" = "Mostrar ícone em ambos";

/* display the icon only in the dock */
"Show icon in the dock" = "Mostrar ícone na Dock";

/* default option for where the icon should be seen */
"Show icon in the menubar" = "Mostrar ícone na barra de menus";

/* No comment provided by engineer. */
"Start HardwareGrowler at Login:" = "Abrir HardwareGrowler ao iniciar sessão:";

/* No comment provided by engineer. */
"There are no preferences available for this monitor." = "Não existem preferências para este monitor.";

/* No comment provided by engineer. */
"This setting will take effect when Hardware Growler restarts" = "Esta definição terá efeito quando reabrir o HardwareGrowler";

/* No comment provided by engineer. */
"Thunderbolt Connected" = "Thunderbolt ligado";

/* No comment provided by engineer. */
"Thunderbolt Connection" = "Ligação Thunderbolt";

/* No comment provided by engineer. */
"Thunderbolt Disconnected" = "Thunderbolt desligado";

/* No comment provided by engineer. */
"Thunderbolt Disconnection" = "Ligação Firewire interrompida";

/* No comment provided by engineer. */
"Thunderbolt Monitor" = "Monitor de Thunderbolt";

/* No comment provided by engineer. */
"Time Machine Canceled" = "Time Machine cancelada";

/* No comment provided by engineer. */
"Time Machine Failed" = "Time Machine falhou";

/* No comment provided by engineer. */
"Time Machine finished" = "Time Machine acabou";

/* No comment provided by engineer. */
"Time Machine Finished" = "Time Machine acabou";

/* No comment provided by engineer. */
"Time Machine started" = "Time Machine iniciada";

/* No comment provided by engineer. */
"Time Machine Started" = "Time Machine iniciada";

/* No comment provided by engineer. */
"Time remaining: %lu minutes" = "Tempo restante: %lu minutos";

/* No comment provided by engineer. */
"Time to charge: %lu minutes" = "Tempo para carregar: %lu minutos";

/* No comment provided by engineer. */
"TimeMachine Monitor" = "Monitor do Time Machine";

/* No comment provided by engineer. */
"Unknown Power Source" = "Fonte de energia desconhecida";

/* No comment provided by engineer. */
"Unmounted" = "Desmontado";

/* No comment provided by engineer. */
"Unnamed FireWire Device" = "Dispositivo FireWire sem nome";

/* No comment provided by engineer. */
"Unnamed Thunderbolt Device" = "Dispositivo Thunderbolt sem nome";

/* No comment provided by engineer. */
"UPS Power" = "Fonte de energia UPS";

/* No comment provided by engineer. */
"USB 2.0 Bus" = "Bus USB 2.0";

/* No comment provided by engineer. */
"USB 3.0 Bus" = "Barramento USB 3.0";

/* No comment provided by engineer. */
"USB Bus" = "Bus USB";

/* No comment provided by engineer. */
"USB Connected" = "USB conectado";

/* No comment provided by engineer. */
"USB Connection" = "Ligação USB";

/* No comment provided by engineer. */
"USB Disconnected" = "USB desconectado";

/* No comment provided by engineer. */
"USB Disconnection" = "Ligação USB interrompida";

/* No comment provided by engineer. */
"USB Monitor" = "Monitor de USB";

/* No comment provided by engineer. */
"Volume Monitor" = "Monitor de volume";

/* No comment provided by engineer. */
"Volume Mounted" = "Volume montado";

/* No comment provided by engineer. */
"Volume Unmounted" = "Volume desmontado";

/* No comment provided by engineer. */
"Warning! Enabling this option will cause HardwareGrowler to run in the background" = "Aviso! Ao activar esta opção irá causar que o HardwareGrowler seja executado em segundo plano";

